arcticicestudio.nord-visual-studio-code
eamodio.gitlens
github.copilot
github.copilot-chat
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
mtxr.sqltools
mtxr.sqltools-driver-pg
pkief.material-icon-theme
rangav.vscode-thunder-client
tonybaloney.vscode-pets
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode